[
  {
    "Option Id": 755342,
    "Option Desc": "Elevate your style with our Women's Black Core PU Biker Jacket. This sleek and stylish jacket is the epitome of sophistication, designed to make a bold fashion statement. Made with the finest materials, it exudes luxury and comfort. The rich black hue adds a touch of mystery, making it perfect for any occasion.",
    "Division Desc": "Clothing",
    "LW Orig Retail GBP": 60,
    "Colour Descr": "Black",
    "Gross Profit": "3,678.60"
  },
  {
    "Option Id": 765425,
    "Option Desc": "Experience sculpted perfection with our Women's Black Molly Mid Rise Sculpted Jeans. These jeans are meticulously designed to enhance your curves and provide ultimate comfort. The mid-rise fit offers a flattering silhouette, while the rich black color adds a touch of sophistication to your ensemble.",
    "Division Desc": "Clothing",
    "LW Orig Retail GBP": 48,
    "Colour Descr": "Black",
    "Gross Profit": "2,809.79"
  },
  {
    "Option Id": 756817,
    "Option Desc": "Effortless chic meets comfort with our Women's Light Denim High-Rise Relaxed Straight Bowie Jeans. These jeans are the epitome of versatility and style. The high-rise design offers a flattering fit, while the light denim color adds a refreshing touch to your wardrobe.",
    "Division Desc": "Clothing",
    "LW Orig Retail GBP": 38,
    "Colour Descr": "Light Denim",
    "Gross Profit": "2,199.99"
  },
  {
    "Option Id": 789654,
    "Option Desc": "Step into the future of fitness with our Women's Quantum Performance Running Shoes. Engineered for maximum performance, these cutting-edge shoes offer superior cushioning, support, and style. The innovative design enhances your running experience, providing optimal energy return and shock absorption.",
    "Division Desc": "Clothing",
    "LW Orig Retail GBP": 80,
    "Colour Descr": "Blue/Neon Yellow",
    "Gross Profit": "4,621.30"
  },
  {
    "Option Id": 796523,
    "Option Desc": "Discover the epitome of luxury and warmth with our Women's Arctic Fox Faux Fur Throw Blanket. This lavish faux fur blanket is meticulously crafted to mimic the softness and beauty of Arctic fox fur while remaining cruelty-free. It adds an element of opulence to any space and is perfect for cozy nights by the fire or as a decorative accent.",
    "Division Desc": "Clothing",
    "LW Orig Retail GBP": 120,
    "Colour Descr": "Arctic Fox White",
    "Gross Profit": "7,295.10"
  },
  {
    "Option Id": 721389,
    "Option Desc": "Elevate your dining experience with our Women's 16-Piece Fine China Dinnerware Set. This exquisite set showcases a timeless design, featuring delicate floral patterns and a touch of gold trim for added elegance.",
    "Division Desc": "Clothing",
    "LW Orig Retail GBP": 180,
    "Colour Descr": "Ivory/Gold",
    "Gross Profit": "10,990.50"
  },
  {
    "Option Id": 731625,
    "Option Desc": "Unleash your inner artist with our Women's Professional Oil Paint Set. This comprehensive set is a masterpiece in itself, featuring a wide array of vibrant, high-quality oil paints. Whether you're a seasoned artist or a beginner, this set provides the tools to create breathtaking, long-lasting works of art.",
    "Division Desc": "Clothing",
    "LW Orig Retail GBP": 90,
    "Colour Descr": "Assorted Colors",
    "Gross Profit": "5,502.75"
  },
  {
    "Option Id": 741832,
    "Option Desc": "Immerse yourself in the world of high-fidelity audio with our Women's Concert Series Over-Ear Headphones. These headphones redefine your listening experience with studio-quality sound and exceptional comfort. The noise-canceling technology transports you to a realm of pure, uninterrupted music.",
    "Division Desc": "Clothing",
    "LW Orig Retail GBP": 150,
    "Colour Descr": "Slate Gray",
    "Gross Profit": "9,188.60"
  },
  {
    "Option Id": 752149,
    "Option Desc": "Step into the future of smart home control with our Women's AI-Powered Home Automation System. This system seamlessly connects and automates your entire home, from lighting to security. The cutting-edge AI technology learns your preferences, making your home truly intelligent.",
    "Division Desc": "Clothing",
    "LW Orig Retail GBP": 300,
    "Colour Descr": "White",
    "Gross Profit": "18,377.20"
  },
  {
    "Option Id": 721578,
    "Option Desc": "Unwind in absolute luxury with our Women's Serenity Spa Collection Egyptian Cotton Bathrobe. This sumptuous bathrobe is made from the finest Egyptian cotton, renowned for its exceptional softness and absorbency. Wrap yourself in warmth and comfort after a relaxing bath or shower.",
    "Division Desc": "Clothing",
    "LW Orig Retail GBP": 70,
    "Colour Descr": "White",
    "Gross Profit": "4,295.90"
  },
  {
    "Option Id": 723976,
    "Option Desc": "Revolutionize your cooking with our Women's Gourmet Stainless Steel Cookware Set. Crafted from premium stainless steel, this set is designed for culinary excellence. The non-stick surface ensures even heat distribution and easy food release.",
    "Division Desc": "Clothing",
    "LW Orig Retail GBP": 200,
    "Colour Descr": "Stainless Steel",
    "Gross Profit": "12,297.40"
  },
  {
    "Option Id": 723845,
    "Option Desc": "Experience the ultimate relaxation with our Women's Zero Gravity Reclining Massage Chair. This advanced chair is a true marvel, offering a full-body massage experience that replicates the hands of a skilled masseuse. The zero-gravity position reduces pressure on your spine, while the heating function soothes your muscles.",
    "Division Desc": "Clothing",
    "LW Orig Retail GBP": 800,
    "Colour Descr": "Black",
    "Gross Profit": "49,120.70"
  },
  {
    "Option Id": 731465,
    "Option Desc": "Ignite your passion for photography with our Women's Professional DSLR Camera Kit. This kit is a photographer's dream, featuring a high-performance DSLR camera with an assortment of lenses and accessories. Capture every moment in stunning detail, from breathtaking landscapes to intimate portraits.",
    "Division Desc": "Clothing",
    "LW Orig Retail GBP": 200,
    "Colour Descr": "Black",
    "Gross Profit": "73,812.90"
  },
  {
    "Option Id": 746523,
    "Option Desc": "Elevate your outdoor adventures with our Women's Expedition 6-Person Camping Tent. This spacious and sturdy tent is designed for durability and comfort in the great outdoors. With a waterproof and UV-resistant construction, it offers reliable shelter in various conditions.",
    "Division Desc": "Clothing",
    "LW Orig Retail GBP": 250,
    "Colour Descr": "Green/Gray",
    "Gross Profit": "15,323.20"
  },
  {
    "Option Id": 752874,
    "Option Desc": "Immerse yourself in cinema-quality entertainment with our Women's 4K Ultra HD Smart LED TV. This TV redefines your viewing experience with stunning 4K resolution and vibrant colors. The Smart TV capabilities allow you to stream your favorite content with ease.",
    "Division Desc": "Clothing",
    "LW Orig Retail GBP": 900,
    "Colour Descr": "Black",
    "Gross Profit": "55,502.40"
  },
  {
    "Option Id": 733485,
    "Option Desc": "Transform your outdoor space into a paradise with our Women's Luxe Patio Furniture Set. Crafted with premium materials, this set offers ultimate comfort and durability. The modular design allows you to arrange the pieces to suit your outdoor living area.",
    "Division Desc": "Clothing",
    "LW Orig Retail GBP": 500,
    "Colour Descr": "Gray Wicker",
    "Gross Profit": "92,880.70"
  }
]
